11/data/attachments/b7dcae11755dcedf.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Deborah_hundred_Actions_16359_4</nif:username>
            <nif:friendToBeRequested>soap_actions_1a8d4f6f-c0e7-4d8e-b423-461899ecbeba</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>